Repository: common-repository/woo-mini-cart-drawer
Catalog: languages/minicart-*.po
Languages: bn_bd

source: %s are required
bn_bd: %s এর প্রয়োজন

source: %s is required
bn_bd: %s এর প্রয়োজন

source: %s should be less than %s
bn_bd: %s %s-এর থেকে কম হওয়া উচিত

source: should be hexadecimal
bn_bd: হেক্সাডেসিমেল হওয়া উচিত

source: %s out of stock
bn_bd: %s স্টক নেই

source: %s should be a valid email address
bn_bd: %s একটি বৈধ ইমেল ঠিকানা হওয়া উচিত

source: %s should be digit
bn_bd: %s এর সংখ্যা হওয়া উচিত

source: %s should be numeric
bn_bd: %s সংখ্যাসূচক হওয়া উচিত

source: %{fld_name} is required
bn_bd: %{fld_name} প্রয়োজন

source: Activate
bn_bd: সক্রিয় করুন

source: Active
bn_bd: সক্রিয়

source: Add Custom CSS
bn_bd: কাস্টম সিএসএস যোগ করুন

source: Add Menu Item
bn_bd: মেনু আইটেম যোগ করুন

source: Add New Rule
bn_bd: নতুন নিয়ম যোগ করুন

source: Amount Type
bn_bd: পরিমাণের ধরন

source: Applied Coupon box can be displayed in cart
bn_bd: অ্যাপ্লায়েড কুপন বক্স কার্টে প্রদর্শিত হতে পারে

source: Applied Coupon Panel
bn_bd: এপলাইড কুপন প্যানেল

source: Apply
bn_bd: এপলাই

source: Apply Coupon box can be displayed in mini cart
bn_bd: কুপন বক্স প্রয়োগ মিনি কার্টে প্রদর্শিত হতে পারে

source: Are you sure to delete this Rule?
bn_bd: আপনি এই নিয়ম মুছে ফেলার বিষয়ে নিশ্চিত?

source: Back
bn_bd: পেছনে

source: base amount is required
bn_bd: ভিত্তি পরিমাণ প্রয়োজন

source: Border Radius
bn_bd: সীমানা ব্যাসার্ধ

source: Bottom
bn_bd: নীচে

source: Bottom Margin
bn_bd: নিচের মার্জিন

source: Button Settings
bn_bd: বোতাম সেটিংস

source: calculate_amount is for display calculated (target amount - current cart amount) amount value
bn_bd: calculate_amount হল গণনা করা প্রদর্শনের জন্য (target amount - বর্তমান কার্টের পরিমাণ) পরিমাণ মান

source: calculate_amount is for display calculated (target amount-current cart amount) amount value, offer_value is for discount value
bn_bd: calculate_amount হল গণনা করা (target amount-বর্তমান কার্টের পরিমাণ) পরিমাণের মান প্রদর্শনের জন্য, offer_value হল ডিসকাউন্ট মানের জন্য

source: Cancel
bn_bd: বাতিল করুন

source: Cart Border Radius
bn_bd: কার্ট বর্ডার ব্যাসার্ধ

source: Cart Button Text
bn_bd: কার্ট বাটন টেক্স

source: Cart content show on each item add
bn_bd: প্রতিটি আইটেম যোগ কার্ট বিষয়বস্তু প্রদর্শন

source: Cart Empty Text
bn_bd: কার্ট খালি টেক্স

source: Cart item info not found
bn_bd: কার্ট আইটেম তথ্য পাওয়া যায়নি

source: Cart item remove failed
bn_bd: কার্ট আইটেম অপসারণ ব্যর্থ হয়েছে

source: Cart item update failed
bn_bd: কার্ট আইটেম আপডেট ব্যর্থ হয়েছে

source: Cart Shadow Opacity
bn_bd: কার্ট শ্যাডো অস্বচ্ছতা

source: Cart Total
bn_bd: কার্ট টোটাল

source: Checkout Button Text
bn_bd: চেকআউট বাটন টেক্স

source: Choose Custom Color
bn_bd: কাস্টম রঙ নির্বাচন করুন

source: Choose Menu
bn_bd: মেনু নির্বাচন করুন

source: Choose page for hide
bn_bd: লুকানোর জন্য পৃষ্ঠা বেছে নিন

source: Choose Pages
bn_bd: পৃষ্ঠাগুলি চয়ন করুন

source: Circle Counter Type
bn_bd: সার্কেল কাউন্টার টাইপ

source: Click Here
bn_bd: এখানে ক্লিক করুন

source: Click here
bn_bd: এখানে ক্লিক করুন

source: Click here to get video list
bn_bd: ভিডিও তালিকা পেতে এখানে ক্লিক করুন

source: Click the button to add custom css
bn_bd: কাস্টম সিএসএস যোগ করতে বাটন ক্লিক করুন

source: Close
bn_bd: বন্ধ

source: Color
bn_bd: রঙ

source: Complete Color
bn_bd: সম্পূর্ণ রঙ

source: Contact no already exist.
bn_bd: পরিচিতি আগে থেকেই নেই।

source: Container Height
bn_bd: কন্টেইনারের উচ্চতা

source: Container Settings
bn_bd: কন্টেইনারের সেটিংস

source: Container Width
bn_bd: কন্টেইনারের প্রস্থ

source: Current Value
bn_bd: বর্তমান মূল্য

source: Currently there is no menu has been created.
bn_bd: বর্তমানে কোনো মেনু তৈরি করা হয়নি।

source: Custom CSS
bn_bd: কাস্টম সিএসএস

source: Customizer
bn_bd: কাস্টমাইজার

source: Deactivate License
bn_bd: লাইসেন্স নিষ্ক্রিয় করুন

source: Default
bn_bd: ডিফল্ট

source: Delete
bn_bd: মুছে ফেলা

source: Details
bn_bd: বিস্তারিত

source: Disable On Coupon
bn_bd: কুপনে নিষ্ক্রিয় করুন

source: Discount
bn_bd: ছাড়

source: Discount Amount
bn_bd: হ্রাসকৃত মুল্য

source: Discount Bar Settings
bn_bd: ডিসকাউন্ট বার সেটিংস

source: Discount Label
bn_bd: ডিসকাউন্ট লেবেল

source: Discount Message Amount
bn_bd: ডিসকাউন্ট বার্তা পরিমাণ

source: Discount Rules
bn_bd: ছাড়ের নিয়ম

source: Discount Type
bn_bd: ডিসকাউন্ট টাইপ

source: Discounts Rules
bn_bd: ছাড়ের নিয়ম

source: Display Amount
bn_bd: প্রদর্শনের পরিমাণ

source: Display In Animation
bn_bd: অ্যানিমেশনে প্রদর্শন

source: Display Out Animation
bn_bd: ডিসপ্লে আউট অ্যানিমেশন

source: Don't hide if there is undo button
bn_bd: আনডু বোতাম থাকলে লুকাবেন না

source: Don't show WC add message
bn_bd: WC অ্যাড মেসেজ দেখাবেন না

source: Don't show when cart empty
bn_bd: কার্ট খালি হলে দেখাবেন না

source: Done
bn_bd: সম্পন্ন

source: Drawer
bn_bd: ড্রয়ার

source: Dynamic discount has been disabled in your site
bn_bd: আপনার সাইটে ডায়নামিক ডিসকাউন্ট অক্ষম করা হয়েছে

source: Dynamic Discounts Settings
bn_bd: ডায়নামিক ডিসকাউন্ট সেটিংস

source: Edit Rule
bn_bd: নিয়ম সম্পাদনা করুন

source: Elite Licenser is a versatile WordPress plugin that handles product licensing, updates, license code generation, Envato license verification, full license control, and offers a comprehensive API for seamless integration with various applications.
bn_bd: এলিট লাইসেন্সার হল একটি বহুমুখী ওয়ার্ডপ্রেস প্লাগইন যা পণ্যের লাইসেন্সিং, আপডেট, লাইসেন্স কোড জেনারেশন, এনভাটো লাইসেন্স যাচাইকরণ, সম্পূর্ণ লাইসেন্স নিয়ন্ত্রণ পরিচালনা করে এবং বিভিন্ন অ্যাপ্লিকেশনের সাথে বিরামবিহীন একীকরণের জন্য একটি ব্যাপক API অফার করে।

source: Email Address
bn_bd: ইমেইল ঠিকানা

source: Email already exist
bn_bd: ইমেলটি ইতিমধ্যেটই আছে

source: Email already exist.
bn_bd: ইমেলটি ইতিমধ্যেটই আছে.

source: Empty Cart Icon
bn_bd: খালি কার্ট আইকন

source: Empty intend id
bn_bd: খালি উদ্দেশ্য আইডি

source: Empty order id
bn_bd: খালি অর্ডার আইডি

source: Enable Cart Button
bn_bd: কার্ট বাটন সক্ষম করুন

source: Enable Checkout Button
bn_bd: চেকআউট বাটন সক্ষম করুন৷

source: Enable Dynamic Discount
bn_bd: ডাইনামিক ডিসকাউন্ট সক্ষম করুন

source: Enter coupon code
bn_bd: কুপন এর কোডটি প্রবেশ করান

source: Enter your license key here, to activate the product, and get full feature updates and premium support.
bn_bd: পণ্যটি সক্রিয় করতে এখানে আপনার লাইসেন্স কী লিখুন এবং সম্পূর্ণ বৈশিষ্ট্য আপডেট এবং প্রিমিয়াম সমর্থন পান।

source: Failed
bn_bd: ব্যর্থ

source: Fee
bn_bd: ফি

source: Fixed
bn_bd: স্থির

source: Floating
bn_bd: ভাসমান

source: Footer Content
bn_bd: ফুটার সামগ্রী

source: Free Shipping
bn_bd: বিনামূল্যে পরিবহন

source: Free Shipping Message
bn_bd: বিনামূল্যে শিপিং বার্তা

source: General Settings
bn_bd: সাধারণ সেটিংস

source: Have a coupon?
bn_bd: একটি কুপন আছে?

source: Hide Circle
bn_bd: বৃত্ত লুকান

source: Hide in Cart Page
bn_bd: কার্ট পাতায় লুকান

source: Hide in Checkout Page
bn_bd: চেকআউট পৃষ্ঠায় লুকান

source: Hide On Pages
bn_bd: পাতায় লুকান

source: Icon
bn_bd: আইকন

source: Icon Size
bn_bd: আইকনের আকার

source: ID & Qty both are required
bn_bd: আইডি এবং পরিমাণ উভয়ই প্রয়োজন

source: ID is required
bn_bd: আইডি প্রয়োজন

source: If buyer spend $%{name} then he or she will get free shipping
bn_bd: ক্রেতা যদি $%{name} খরচ করে তাহলে সে বিনামূল্যে শিপিং পাবে

source: if you enabled it then applied coupon panel will be displayed in cart
bn_bd: আপনি যদি এটি সক্ষম করেন তবে প্রয়োগকৃত কুপন প্যানেল কার্টে প্রদর্শিত হবে

source: if you enabled it then coupon input box will be show in cart
bn_bd: যদি আপনি এটি সক্রিয় করেন তাহলে কুপন ইনপুট বক্স কার্টে প্রদর্শিত হবে

source: if you enabled it, discount info bar show in mini cart drawer
bn_bd: যদি আপনি এটি সক্ষম করেন, ডিসকাউন্ট তথ্য বার মিনি কার্ট ড্রয়ারে দেখায়

source: if you enabled it, discount info bar show in your site directly
bn_bd: আপনি যদি এটি সক্ষম করেন, ডিসকাউন্ট তথ্য বার সরাসরি আপনার সাইটে দেখায়

source: if you enabled it, it will show in menu item
bn_bd: আপনি যদি এটি সক্ষম করেন তবে এটি মেনু আইটেমে দেখাবে

source: if you enabled it, remove undo panel will be displayed into cart
bn_bd: যদি আপনি এটি সক্ষম করেন, তাহলে পূর্বাবস্থায় সরিয়ে ফেলা প্যানেল কার্টে প্রদর্শিত হবে

source: if you enabled it, the mini cart doesn't show in cart page
bn_bd: যদি আপনি এটি সক্ষম করেন, মিনি কার্ট কার্ট পৃষ্ঠায় দেখায় না৷

source: if you enabled it, the mini cart doesn't show in checkout page
bn_bd: আপনি যদি এটি সক্ষম করেন, মিনি কার্ট চেকআউট পৃষ্ঠায় দেখায় না৷

source: if you enabled it, the mini cart doesn't show when the cart is empty
bn_bd: আপনি যদি এটি সক্ষম করেন, কার্টটি খালি থাকলে মিনি কার্টটি দেখায় না৷

source: if you enabled it, the mini cart item container will display on each cart add
bn_bd: আপনি যদি এটি সক্ষম করেন, মিনি কার্ট আইটেম ধারক প্রতিটি কার্ট যোগে প্রদর্শিত হবে

source: if you enabled it, the mini cart will display if there any product removed from cart
bn_bd: আপনি যদি এটি সক্ষম করেন, কার্ট থেকে কোনো পণ্য সরানো থাকলে মিনি কার্ট প্রদর্শন করবে

source: if you enabled it, then circle counter of the top corner will be hide
bn_bd: যদি আপনি এটি সক্ষম করেন, তাহলে উপরের কোণে বৃত্তের কাউন্টারটি লুকিয়ে রাখা হবে

source: if you enabled it, then discount and cart total will be displayed into cart
bn_bd: আপনি যদি এটি সক্ষম করেন, তাহলে ছাড় এবং কার্টের মোট কার্টে প্রদর্শিত হবে

source: if you enabled it, then dynamic discount rule will be applied in cart
bn_bd: আপনি যদি এটি সক্ষম করেন, তাহলে কার্টে গতিশীল ডিসকাউন্ট নিয়ম প্রয়োগ করা হবে৷

source: if you enabled it, then dynamic discount will be disabled when a buyer added coupon code in cart
bn_bd: আপনি যদি এটি সক্ষম করেন, তাহলে একজন ক্রেতা কার্টে কুপন কোড যোগ করলে গতিশীল ডিসকাউন্ট নিষ্ক্রিয় হয়ে যাবে

source: if you enabled it, then shipping total, total fee, total tax will be displayed into cart
bn_bd: আপনি যদি এটি সক্ষম করেন, তাহলে শিপিং মোট, মোট ফি, মোট ট্যাক্স কার্টে প্রদর্শিত হবে

source: if you enabled it, then WooCommerce add message will not be shown
bn_bd: যদি আপনি এটি সক্ষম করেন, তাহলে ওয়ার্ডপ্রেস অ্যাড মেসেজ দেখানো হবে না

source: if you enabled it, View full cart button will be displayed into cart footer
bn_bd: আপনি যদি এটি সক্ষম করেন, তাহলে সম্পূর্ণ কার্ট বোতামটি কার্ট ফুটারে প্রদর্শিত হবে

source: Inactive
bn_bd: নিষ্ক্রিয়

source: Install
bn_bd: ইনস্টল করুন

source: Invalid
bn_bd: অবৈধ

source: is for discount value
bn_bd: ডিসকাউন্ট মান জন্য হয়

source: is for display calculated (target amount - current cart amount) amount value
bn_bd: প্রদর্শনের জন্য গণনা করা হয় (লক্ষ্য পরিমাণ - বর্তমান কার্টের পরিমাণ) পরিমাণ মান

source: is for display calculated (target amount-current cart amount) amount value
bn_bd: প্রদর্শনের জন্য গণনা করা (লক্ষ্য পরিমাণ-বর্তমান কার্টের পরিমাণ) পরিমাণ মান

source: It requires woocommerce, please install woocommerce first
bn_bd: এটির জন্য ওয়ার্ডপ্রেস প্রয়োজন, অনুগ্রহ করে প্রথমে ওয়ার্ডপ্রেস ইনস্টল করুন

source: It will show into cart empty text
bn_bd: এটি কার্টে খালি টেক্সট দেখাবে

source: It will show into header as title in cart
bn_bd: এটি কার্টে শিরোনাম হিসাবে হেডারে দেখাবে

source: It will show into the checkout button
bn_bd: এটি চেকআউট বোতামে দেখাবে

source: item
bn_bd: আইটেম

source: items
bn_bd: আইটেম

source: Items empty
bn_bd: আইটেম খালি

source: Left Bottom
bn_bd: বাম নীচে

source: Left Margin
bn_bd: বাম কিনারা

source: Left Middle
bn_bd: বাম মধ্যম

source: Left Top
bn_bd: বামদিকের উপরে

source: License code
bn_bd: লাইসেন্স কোড

source: License Expired on
bn_bd: লাইসেন্সের মেয়াদ শেষ

source: License Info
bn_bd: লাইসেন্স তথ্য

source: License Status
bn_bd: লাইসেন্স স্ট্যাটাস

source: License Type
bn_bd: লাইসেন্সের ধরন

source: Loading Customizer...
bn_bd: কাস্টমাইজার লোড হচ্ছে...

source: Loading Data...
bn_bd: তথ্য প্রস্তুত হচ্ছে...

source: Loading License Info...
bn_bd: লাইসেন্সের তথ্য লোড হচ্ছে...

source: Loading Rule Details
bn_bd: নিয়মের বিবরণ লোড হচ্ছে

source: Loading Settings
bn_bd: সেটিংস লোড হচ্ছে

source: Menu Counter Type
bn_bd: মেনু কাউন্টার প্রকার

source: Menu Icon
bn_bd: মেনু আইকন

source: Menu Title
bn_bd: মেনু শিরোনাম

source: Message in Mini Cart Settings
bn_bd: মিনি কার্ট সেটিংসে বার্তা

source: Message will be display when the target amount is greater then or equal $%{name}
bn_bd: লক্ষ্য পরিমাণ $%{নাম} এর চেয়ে বেশি হলে বার্তা প্রদর্শিত হবে

source: Mini Cart
bn_bd: মিনি কার্ট

source: Mini Cart Drawer Pro For WooCommerce
bn_bd: ওয়ার্ডপ্রেস এর জন্য মিনি কার্ট ড্রয়ার প্রো

source: Missing dependency
bn_bd: অনুপস্থিত নির্ভরতা

source: No
bn_bd: না

source: No change for update
bn_bd: আপডেটের জন্য কোন পরিবর্তন নেই

source: No offline outlet and counter found
bn_bd: কোনো অফলাইন আউটলেট এবং কাউন্টার পাওয়া যায়নি

source: No rule added
bn_bd: কোন নিয়ম যোগ করা হয়নি

source: Nonce error
bn_bd: কোন ত্রুটি

source: Offer Type
bn_bd: অফার টাইপ

source: Open Customizer
bn_bd: কাস্টমাইজার খুলুন

source: Order already in completed status, it is not cancelable
bn_bd: অর্ডার ইতিমধ্যেই সম্পূর্ণ অবস্থায় আছে, এটি বাতিলযোগ্য নয়

source: Order cancellation is not possible
bn_bd: অর্ডার বাতিল করা সম্ভব নয়

source: Order not found
bn_bd: অর্ডার পাওয়া যায়নি

source: Order requires payment process
bn_bd: অর্ডার পেমেন্ট প্রক্রিয়া প্রয়োজন

source: Order successfully completed
bn_bd: অর্ডার সফলভাবে সম্পন্ন হয়েছে

source: Order successfully sent to kitchen
bn_bd: অর্ডার সফলভাবে রান্নাঘরে পাঠানো হয়েছে

source: Paid amount must be greater or equal to grand total amount
bn_bd: প্রদত্ত পরিমাণ অবশ্যই মোট পরিমাণের বেশি বা সমান হতে হবে

source: Payment data missing
bn_bd: পেমেন্ট ডেটা অনুপস্থিত

source: Percentage %
bn_bd: শতাংশ %

source: Placeholder
bn_bd: স্থানধারক

source: Please
bn_bd: অনুগ্রহ

source: Position
bn_bd: অবস্থান

source: Pro Version
bn_bd: প্রো সংস্করণ

source: Product is not purchasable
bn_bd: পণ্য ক্রয়যোগ্য নয়

source: Progressbar Background
bn_bd: প্রগ্রেসবার ব্যাকগ্রাউন্ড

source: quantities
bn_bd: পরিমাণ

source: quantity
bn_bd: পরিমাণ

source: Recommended
bn_bd: প্রস্তাবিত

source: Reload
bn_bd: পুনরায় লোড করুন

source: Removed
bn_bd: সরানো হয়েছে

source: Right Bottom
bn_bd: ডান নীচে

source: Right Margin
bn_bd: ডান মার্জিন

source: Right Middle
bn_bd: ডান মধ্যম

source: Right Top
bn_bd: ডান শীর্ষ

source: Role does not exists
bn_bd: ভূমিকা বিদ্যমান নেই

source: Sale Booster
bn_bd: বিক্রয় বুস্টার

source: Save
bn_bd: সংরক্ষণ

source: Save Custom CSS
bn_bd: কাস্টম সিএসএস সংরক্ষণ করুন

source: Save Hide Pages
bn_bd: পাতা লুকান সংরক্ষণ করুন

source: Saved Successfully
bn_bd: সফলভাবে সংরক্ষিত

source: Settings
bn_bd: সেটিংস

source: Shadow Opacity
bn_bd: ছায়া অস্বচ্ছতা

source: Shortcodes and other information
bn_bd: শর্টকোড এবং অন্যান্য তথ্য

source: Show All Fees
bn_bd: সমস্ত ফি দেখান

source: Show Coupon Input
bn_bd: কুপন ইনপুট দেখান

source: Show Discount and Cart Total
bn_bd: ডিসকাউন্ট এবং কার্ট মোট দেখান

source: Show Discount Bar In Site
bn_bd: সাইটে ডিসকাউন্ট বার দেখান

source: Show Icon Only
bn_bd: শুধুমাত্র আইকন দেখান

source: Show in Mini Cart
bn_bd: মিনি কার্টে দেখান

source: Show Item Counter With Menu
bn_bd: মেনু সহ আইটেম কাউন্টার দেখান

source: Size
bn_bd: আকার

source: Skin Type
bn_bd: ত্বকের ধরন

source: Status
bn_bd: স্ট্যাটাস

source: status
bn_bd: অবস্থা

source: Stripe configuration error in server
bn_bd: সার্ভারে স্ট্রাইপ কনফিগারেশন ত্রুটি৷

source: Sub Total
bn_bd: উপ মোট

source: Subscribe
bn_bd: সাবস্ক্রাইব

source: Successfully removed
bn_bd: সফলভাবে সরানো হয়েছে৷

source: Successfully updated
bn_bd: সফলভাবে আপডেট

source: Support Expired on
bn_bd: সমর্থনের মেয়াদ শেষ হয়েছে

source: Target Amount
bn_bd: লক্ষ্য পরিমাণ

source: Target cart amount, if the cart amount greater then or equals to this amount then buyer will get offer.
bn_bd: টার্গেট কার্টের পরিমাণ, যদি কার্টের পরিমাণ বেশি বা এই পরিমাণের সমান হয় তাহলে ক্রেতা অফার পাবেন।

source: Text Color
bn_bd: লেখার রঙ

source: The Best Support Ticketing Software For Your Business! Best Support System, Best by name, Best by nature, Best by feature, it is a self-hosted customer support desk software. It handles support tickets, manages email tickets, collects any payment by PayPal.
bn_bd: আপনার ব্যবসার জন্য সেরা সমর্থন টিকিট সফ্টওয়্যার! সেরা সাপোর্ট সিস্টেম, নাম অনুসারে সেরা, প্রকৃতি অনুসারে সেরা, বৈশিষ্ট্য অনুসারে সেরা, এটি একটি স্ব-হোস্টেড গ্রাহক সহায়তা ডেস্ক সফ্টওয়্যার। এটি সমর্থন টিকিট পরিচালনা করে, ইমেল টিকিট পরিচালনা করে, পেপ্যাল ​​দ্বারা যেকোন অর্থ প্রদান করে।

source: This email already exist
bn_bd: এই ইমেলটি ইতিমধ্যেই বিদ্যমান

source: This mobile number is already exist
bn_bd: এই মোবাইল নম্বরটি আগে থেকেই আছে

source: This module is available in pro version
bn_bd: এই মডিউলটি প্রো সংস্করণে উপলব্ধ

source: This username already exist
bn_bd: এই ব্যবহারকারীর নাম ইতিমধ্যেই বিদ্যমান৷

source: Title Text
bn_bd: শিরোনাম পাঠ্য

source: to add new menu
bn_bd: নতুন মেনু যোগ করতে

source: To get shortcode or other information, please click the button below
bn_bd: শর্টকোড বা অন্যান্য তথ্য পেতে, অনুগ্রহ করে নীচের বোতামে ক্লিক করুন

source: to know the details about the product
bn_bd: পণ্য সম্পর্কে বিস্তারিত জানতে

source: To unlock these features, you need
bn_bd: এই বৈশিষ্ট্যগুলি আনলক করতে, আপনার প্রয়োজন

source: Top
bn_bd: শীর্ষ

source: TOTAL AMOUNT
bn_bd: সর্বমোট পরিমাণ

source: Total Item
bn_bd: মোট আইটেম

source: TOTAL ITEMS
bn_bd: মোট আইটেম

source: TOTAL QUANTITIES
bn_bd: মোট পরিমাণ

source: Total Quantity
bn_bd: মোট পরিমাণ

source: Total Video(s)
bn_bd: মোট ভিডিও

source: Type
bn_bd: টাইপ

source: Undo
bn_bd: পূর্বাবস্থায় ফেরান

source: Undo Remove Panel
bn_bd: পূর্বাবস্থায় প্যানেল সরান

source: Unknown Error
bn_bd: অজানা ত্রুটি

source: Unknown error
bn_bd: অজানা ত্রুটি

source: Unknown error-393
bn_bd: অজানা ত্রুটি-393

source: Unlock
bn_bd: আনলক করুন

source: Unlock it
bn_bd: এটি আনলক করুন

source: User privilege error
bn_bd: ব্যবহারকারীর বিশেষাধিকার ত্রুটি

source: Username already exist
bn_bd: ব্যবহারকারীর নাম ইতিমধ্যে বিদ্যমান

source: Username already exist.
bn_bd: ব্যবহারকারীর নাম ইতিমধ্যে বিদ্যমান.

source: Valid
bn_bd: বৈধ

source: Version
bn_bd: সংস্করণ

source: Video
bn_bd: ভিডিও

source: Videos
bn_bd: ভিডিও

source: view amount is required
bn_bd: দেখার পরিমাণ প্রয়োজন

source: View Details
bn_bd: বিস্তারিত দেখুন

source: View Info
bn_bd: তথ্য দেখুন

source: Vitepos is a very fast and reliable point of sale (POS) plugin, Its fully responsive (mobile, tablet, laptop,desktop,large screen). It has been developed very latest technology also followed woocommerce development code standard.
bn_bd: Vitepos একটি খুব দ্রুত এবং নির্ভরযোগ্য বিক্রয় কেন্দ্র (POS) প্লাগইন, এটি সম্পূর্ণরূপে প্রতিক্রিয়াশীল (মোবাইল, ট্যাবলেট, ল্যাপটপ, ডেস্কটপ, বড় স্ক্রীন)। এটি খুব সর্বশেষ প্রযুক্তিও উওকমার্স ডেভেলপমেন্ট কোড স্ট্যান্ডার্ড অনুসরণ করে তৈরি করা হয়েছে।

source: When the message display on the screen, Message like, Spend more xx amount to get xx discount, It must be lower then target amount .
bn_bd: স্ক্রীনে মেসেজ দেখালে, মেসেজ লাইক, xx ডিসকাউন্ট পেতে আরও xx পরিমাণ আপনার অ্যান্ড্রয়েড করুন, তা লক্ষ্যমাত্রার পরিমাণের চেয়ে কম হতে হবে।

source: Yes
bn_bd: হ্যাঁ

source: You can attract your customers to purchase more items by offering many dynamic discounts, you can offer to your customer like, if you spend 20USD, then you will get 2USD discount.
bn_bd: আপনি অনেক গতিশীল ডিসকাউন্ট অফার করে আপনার গ্রাহকদের আরও আইটেম কেনার জন্য আকৃষ্ট করতে পারেন, আপনি আপনার গ্রাহককে অফার করতে পারেন যেমন, আপনি যদি 20USD খরচ করেন, তাহলে আপনি 2USD ছাড় পাবেন।

source: You can choose page where you want to hide the cart button
bn_bd: আপনি কার্ট বোতামটি লুকাতে চান এমন পৃষ্ঠা বেছে নিতে পারেন

source: You can easily configure this using customizer, Click the button below to customize
bn_bd: আপনি কাস্টমাইজার ব্যবহার করে এটি সহজেই কনফিগার করতে পারেন, কাস্টমাইজ করতে নীচের বোতামে ক্লিক করুন

source: You can not checkout this in current status
bn_bd: আপনি বর্তমান স্থিতিতে এটি চেকআউট করতে পারবেন না

source: You can not give this much discount
bn_bd: আপনি এত ডিসকাউন্ট দিতে পারেন না

source: You can not order less than 0 amount
bn_bd: আপনি 0 পরিমাণের কম অর্ডার করতে পারবেন না

source: You cannot add another "%s" to your cart.
bn_bd: আপনি আপনার কার্টে অন্য "%s" যোগ করতে পারবেন না।

source: You cannot add that amount of &quot;%1$s&quot; to the cart because there is not enough stock (%2$s remaining).
bn_bd: আপনি কার্টে সেই পরিমাণ "%1$s" যোগ করতে পারবেন না কারণ পর্যাপ্ত স্টক নেই (%2$s অবশিষ্ট)।

source: You do not have permission to give discount
bn_bd: আপনি ছাড় দিতে অনুমতি নেই

source: You do not have permission to have fees
bn_bd: আপনি ফি আছে অনুমতি নেই

source: You will get premium support
bn_bd: আপনি প্রিমিয়াম সমর্থন পাবেন

source: You will get the wonderful Module called
bn_bd: আপনি চমৎকার মডিউল পাবেন যাকে বলে

source: You will get these features in pro version
bn_bd: আপনি এই বৈশিষ্ট্যগুলি প্রো সংস্করণে পাবেন

source: Your License Key
bn_bd: আপনার লাইসেন্স কী
